Merge pull request #5 from dr-gareth-roberts/ci-fix-uv-module-invocations
Ci fix uv module invocations
